Repository: SDOSLabs/SDOSWidgets
Catalog: Project/Game Status/*.lproj/Localizable.strings
Languages: es

source: Your Characters
es: Tus personajes

source: Once the timer ends
es: Una vez que termina el temporizador

source: About
es: Acerca de

source: will be back to full health. Place the Game Status Widget on your Home screen to be prepared.
es: volverá a salud completa. Coloque el widget de estado del juego en la pantalla de inicio para estar preparado.

source: Power panda loves eating bamboo shoots and leaves.
es: Power panda adora comer brotes y hojas de bambú.

source: Forest Dweller
es: Morador del Bosque

source: Free Ranger
es: Guardabosque libre

source: Egghead comes from the magical land of Eggopolis and flies through the air with their magnificent mane billowing.
es: Inteligente viene de la tierra mágica de Eggopolis y vuela por el aire con su magnífica melena ondeando.

source: Deep Sea Goer
es: Goer del mar profundo

source: Spouty rises from the depths to bring joy and laugther to everyone. They are best friends with Octo.
es: Spouty surge de las profundidades para llevar alegría y risa a todos. Son los mejores amigos de Octo.

source: Calcium Lover
es: Amante del calcio

source: Loves dancing, spooking, and playing their trumpet 🎺.
es: Le encanta bailar, asustarse y tocar la trompeta 🎺.

source: Literally Cake
es: Literalmente Pastel

source: 1 cake mix
es: 1 bizcocho

source: 2 butter
es: 2 mantequilla

source: 120 choc. chips
es: 120 chococrispis

source: 4 large eggs
es: 4 huevos

source: 1 cup semi-sweet chocolate chips
es: 1 taza de chococrispis semidulce

source: Etyomology afficianado
es: Aficionado a la etimología

source: Can give 8 hugs simultaniously. They are best friends with Spouty.
es: Puede dar 8 abrazos simultáneamente. Son los mejores amigos de Spout.

source: Healing Time
es: Tiempo Recuperación

source: Level
es: Nivel
